# emmm...
print ('''原本，
我以为，
对其他人渣，
无心撩完就跑，
对任何事情都不说清楚，
能够懂事，
和点到为止，
只是我的一种社交风格，
只是证明我不够喜欢她，
我可以转头就忘，
也可以说放下就放下，
哪怕下一秒就不联系，
我也从不怕失去。

我以为，
真正喜欢一个人，
就是甩开双子座渣的套路，
就是毫无心机的全盘托出，
就是展现我的真心和态度，
就是毫无顾忌的向对方表达爱意，
让对方有足够的安全感，
让对方对我有足够的信任感，
我考虑的那么周全，
却没想到，
我喜欢的人，
总希望我像对待别人那样渣。''')

#2-25
print('''
我似乎不缺陪伴我的人
多的是人陪伴我
多的是可以找到的倾诉者
多的是对我梦寐以求的女孩
但只要我被寂寞笼罩
我就似乎不那么渴望与他人联结
那些懂或不懂我、想或不想我
甚至是拼命关心我的人
我都不想联系
也不想回复
我好像只能在快乐的时候和别人分享喜讯
而这喜讯也好像都是关于你的

我只是想和你说说话
我只是想听听你的声音
最好是能感受到你的存在
最好是能听到你的心在跳动
最好是能听到你说想见我
强调会在一个具体的时间
可以陪伴我
让我能看到光点和希望 love & Peace
有的时候几个小时也很煎熬
只有觉得快乐的时候才觉得光阴似箭
最好是能听到你一遍遍反复强调...
就好像我从来没听过一般
而不是说一遍就算
或是你心里面觉得我知道了
我记性并不好
从来都记不住那么多的好
我听到世界上的嘈杂永远都比你的善意和保护要多得多
我感受到的恶意和无力远远比你表达的爱要多得多
多想在难受的时刻
你能感受到我思念你的心情
而我也只愿意和你link
可以吗？
''')